export default {
    common: [
        {
            q: '电子合同是什么？具有法律效力吗？',
            a: 'A：电子合同，依据相关法律可定义为："双方或多方当事人之间通过电子信息网络以电子的形式达成的设立、变更、终止财产性民事权利义务关系的协议"。根据《中华人民共和国电子签名法》第十四条规定：可靠的电子签名与手写签名或盖章具有同等的法律效力。<br/>同时，第十三条规定：电子签名同时符合下列条件的，视为可靠的电子签名：<br/>1）、电子签名制作数据用于电子签名时，属于电子签名人专有；<br/>2）、签署时电子签名制作数据仅由电子签名人控制；<br/>3）、签署后对电子签名的任何改动能够被发现；<br/>4）、签署后对数据电文内容和形式的任何改动能够被发现。当事人也可以选择使用符合其约定的可靠的条件的电子签名。<br/>即，单一的电子签章、电子印章、电子公章均不具备法律效力，必须经过合法有效的第三方电子签约平台签署，使用具有防篡改、可识别文件签署人身份和签署时间戳等一系列国际国内技术标准予以规范，才能满足《电子合同法》规定，具备法律效力。'
        },
        {
            q: '电子签署和传统签署的区别？',
            a: 'A：<br/><table><tr><th></th><th>纸质合同</th><th>电子合同</th></tr><tr><td>效率</td><td>线下审批、快递等耗时长</td><td>线上签署，线上存储</td></tr><tr><td>成本</td><td>时间、人力、快递成本高</td><td>千里合同一线签，省钱省时</td></tr><tr><td>管理</td><td>易丢失、损坏、查找难</td><td>云存储，区块链存证，信息化管理</td></tr><tr><td>安全</td><td>假签、代签、易外泄</td><td>实名认证，签署认证，权限管理</td></tr></table>'
        },
        {
            q: '可应用于哪些签约场景？',
            a: 'A： １）、审批过程的数字签署：涉及审批流程的企业经营管理活动，如财务报销、日常办公、业务数据等；<br/>２）、劳动合同文件的签署；<br/>３）、采购、售后、合作等商务类型合同的签署；<br/>４）、证明性文件的签署；'
        },
        {
            q: '支持的对接方式有哪些？',
            a: 'A：不受终端限制（支持PC端及移动端），支持SaaS／API／SDK／独立部署多种对接方式。'
        },

        {
            q: '什么是在线验签？怎么验签？',
            a: 'A：在线验签是对下载到本地的已签署合同进行线上验证真伪。用户可以通过官网上的在线验签页面进行验签，需要将合同PDF文件上传到系统，几分钟后就可完成验签。同时，一线签平台还支持通过扫描电子合同尾页的二维码进行查验。'
        }
    ],
    account: [
        {
            q: '企业账号与个人账号的区别？',
            a: 'A：企业账号用于在合同上盖章，个人账号用于在合同上签个人签名。企业账号实名认证提交企业相关资料，实名认证成功后系统自动颁发企业CA证书；个人账号实名认证提交个人身份信息，实名认证成功后系统自动颁发个人CA证书。'
        },
        {
            q: '个人账号注册流程？',
            a: 'A：第一步：您需要打开一线签官网（www.winksign.com）或者下载一线签App。<br/>第二步：点击注册，输入您的手机号，填写收到的验证码，并设置登录密码。<br/>第三步：点击“确定”即可注册成功。'
        },
        {
            q: '企业账号注册流程？',
            a: 'A：第一步，您需要首先注册一个个人账号，并完成实名认证；<br/>第二步，打开通讯录，点击“添加公司/团队”；<br/>第三步，根据要求，填写和上传企业的相关资料，进行企业认证。完成后即可创建成功。'
        },
        {
            q: '注册常见问题？',
            a: 'Q：主体名称不一致？<br/>A：请检查并填写公司名称的全称，请勿填写简称，公司名称必须与最新的营业执照上的名称一致。'
        },
        {
            q: '企业账号如何添加成员账号？',
            a: 'A：第一步，打开“通讯录”，点击进入某个的公司的设置页面；<br/>第二步，添加一个子部门，并命一个名称，填写好部门的相关信息；<br/>第三步，点击进入某个部门，点击底部的“添加新成员”按钮进行添加'
        },
        {
            q: '成员账号权限如何设置？',
            a: 'A：设置子管理员、印章管理员，需要在企业主页的管理员设置当中进行设置；设置部门主管移交等，需要在部门的管理的设置中进行设置。'
        },
        {
            q: '员工离职了，他的账号如何处理？',
            a: 'A：管理员只需在部门管理页面点击“移除员工”，然后选择需要被移除的员工，确认后员工会立刻退出团队，移除的员工将无法再查看到公司的相关合同。'
        },
        {
            q: '个人/企业如何更新账号信息？',
            a: 'A：个人信息修改，需要前往个人信息页面进行修改；企业信息修改，需要前往企业主页进行修改。'
        }
    ],
    identify: [
        {
            q: '为什么要进行实名认证？',
            a: 'A：通过实名认证后，可发起合同签署和进行签署；可申请公证，更具法律保障；同时也可享受一线签提供的包括律师服务、保险赔付等其他增值服务。'
        },
        {
            q: '如何进行个人实名认证？',
            a: 'A： 第一步：登录APP并进入个人中心；<br/>第二步：进入实名认证页面；<br/>第三步：通过App提交个人实名认证（人脸识别+拍摄身份证）。完成两步骤就可立刻完成实名认证，无需人工审核。'
        },
        {
            q: '如何进行企业实名认证？',
            a: 'A： 第一步：添加一个企业，进入企业认证。<br/>第二步：填写并上传具体的企业信息，营业执照，法人身份证号以及公司电话等相关重要信息，完成后等待验证通过即可完成企业认证。'
        },
        {
            q: '个人认证常见问题？',
            a: 'Q1：身份证认证不通过？<br/>A1：请确认身份证是否在有效日期前内。并拍摄清晰的证件照片进行上传认证。'
        },
        {
            q: '企业认证常见问题？',
            a: 'Q1、怎么区分企业和非企业组织？<br/>A1：企业包括有营业执照的企业及分支机构；<br/>非企业组织包括（1、事业单位：医院、教育、学校等机构2、其他组织： 不属于企业、政府/事业单位机构，要求机构已办理组织机构代码证的（如已登记的协会、基金会等））。<br/>Q2、上传的证件照片有什么要求？<br/>A2：彩色复印件，在复印件上手写“仅用于一线签认证”字样，在手写内容上加盖红色公章。'
        }
    ],
    contract: [
        {
            q: '如何添加个人签名？',
            a: 'A： 第一步：打开App进入“个人中心”的 “我的签章”，选择“个人签章”；<br/>第二步：点击右上角的“+”新建签名。'
        },
        {
            q: '如何添加企业印章？',
            a: 'A： 第一步：打开App进入“个人中心”的 “我的签章”，选择“企业签章”；<br/>第二步：点击右上角的“+”新建签名。'
        },
        {
            q: '支持哪些签署方式？',
            a: 'A：支持3种签署方式：<br/>无序签署（没有签署顺序限制）<br/>顺序签署（按照合同发起顺序签署，即：A→B→C→D）<br/>单独签署（由发起方单独与每个签署方签署，即：A→B，A→C，A→D）'
        },
        {
            q: '签署意愿认证支持哪些方式？',
            a: 'A：支持签约密码、短信验证码、人脸比对等多种方式进行校验。'
        },
        {
            q: '如何发起合同签署？',
            a: 'A： 第一步：打开App进入“首页”，点击的发起签署的图标。<br/>第二步：选择合同文件“本机文件”或“合同模板”，完善内容后，点击使用。<br/>第三步：填写合同的相关信息（签署类型、签署顺序、签署截止日期以及添加各签署方等），完成后进入下一步<br/>第四步：设定签署位置，点击发送。即完成了合同签署的发起。'
        },
        {
            q: '怎么设置审批流程？',
            a: 'A：企业账号需要管理员在企业管理页面进行设置。可根据需要设置多个审批流，供不同的部门人员使用。'
        },
        {
            q: '如何管理印章？',
            a: 'A： 第一步，打开APP,进入通讯录，选择需要设置的企业；<br/>第二步：点击设置，打开“企业主页”，选择 “管理员设置”；<br/>第三步：选择“设置印章管理员”，即可开始设置或修改印章管理员。'
        },
        {
            q: '如果另一签署方没有购买一线签服务，能否完成签署？',
            a: 'A：可以完成签署。一线签只需要发起方购买服务，签署方可免费完成文件的电子签署。'
        },
        {
            q: '如何查看合同当前的审批进度？',
            a: 'A：选择“合同签署详情”，即可查看所有合同当前的审批进度，包括已签署人、待签署人的信息等。'
        }
    ],
    files: [
        {
            q: '签署后的合同保存在哪个位置？',
            a: 'A：签署完成的合同，我们将加密保存在云服务器内，同时将合同签署前后的记录上链保存。'
        },
        {
            q: '如何下载电子合同？',
            a: 'A:打开您准备下载的电子合同，在页面上点击下载按钮，即可下载到本地。'
        },
        {
            q: '如何验证电子合同的真伪？',
            a: 'A：打开官网，进入在线验签，将合同文件PDF上传到系统即可完成验签。'
        },
        {
            q: '如何保证电子合同的有效性？',
            a: 'A：根据《电子签名法》第五条至第八条规定，锁定签约主体真实身份、有效防止文件篡改、精确记录签约时间的电子合同才被法律认可。'
        }
    ],
    law: [
        {
            q: '一线签平台电子合同是否具备法律效力？',
            a: 'A:一线签的产品设计严格根据《中华人民共和国电子签名法》第五条至第八条规定，锁定签约主体真实身份、有效防止文件篡改、精确记录签约时间的电子合同才被法律认可。<br/>一线签同时做到了以下三点：<br/>① CA机构颁发CA证书：采用国家机构认证技术，确保一线签电子合同签署主体的真实身份；<br/> ② 防篡改技术：采用国际通用HASH技术固化原始电子文件数据，可轻松识别文档内容是否被篡改；<br/> ③ 第三方取时技术：精确记录签约时间。'
        },
        {
            q: '一定要实名认证才能签订电子合同吗？',
            a: 'A:身份认证，即实名认证，是指通过一定的手段，完成对用户身份的确认。在电子合同领域，企业用户和个人用户在签署电子合同之前必须在电子合同平台进行实名认证，确保签约行为的真实性、合法性、安全性。<br/>实名认证是电子合同服务链条中最关键的环节，用来建立使用电子合同系统的用户和他的真实身份关系。通过实名认证，能够确保电子合同的签约行为是对应主体的真实行为和真实意愿表达，可以有效避免使用假身份或冒用他人身份进行电子合同签署情况，确保电子合同证据链的完整。<br/>实名认证之后，企业用户或个人用户即可在电子合同平台发送电子合同或者进行电子合同签署动作。同时，针对平台实名认证用户，电子合同平台可以更大程度地保障纠纷发生后存证出证、司法鉴定、网络仲裁等环节的顺利开展，有效维护合同签署双方的合法权益。<br/>但是，如果用户并没有实名认证，电子合同平台就没办法确认用户的真实身份，也无法准确核实用户提供的身份信息和联系方式是否其本人提供。那么此用户在进行电子合同签署环节将收到响应风险提示，而与其签署电子合同的另一方也会收到风险提示，可能导致电子签约过程受阻，影响正常的合作。'
        },
        {
            q: '所有协议都可以用电子合同进行签署吗？',
            a: 'A: 不是。根据《中华人民共和国电子签名法》，以下的情况下不适用：<br/>（一）涉及婚姻、收养、继承等人身关系的； <br/>（二）涉及土地、房屋等不动产权益转让的； <br/>（三）涉及停止供水、供热、供气、供电等公用事业服务的； <br/>（四）法律、行政法规规定的不适用电子文书的其他情形。'
        },
        {
            q: '什么是数字证书？',
            a: 'A:CA数字证书是CA发证服务机构面向各类实体对象（个人或单位）发放的可信电子身份凭证，可作为使用者真实身份信息的标识，被个人、机构、设备广泛应用于网上银行、网上交易、电子政务等业务的身份验证环节。'
        },
        {
            q: '如何查看自己的数字证书信息？',
            a: 'A：已经实名认证并成功申请数字证书的一线签用户，可以登录一线签帐号，在您的个人中心查看您的数字证书信息。'
        },
        {
            q: '数字证书的功能和适用范围？',
            a: 'A：数字证书是目前国际上最成熟并得到广泛应用的信息安全技术。通俗地讲，数字证书就是个人或单位在网络上的身份证。数字证书以密码学为基础，采用数字签名、数字信封、时间戳服务等技术，在Internet上建立起有效的信任机制。它主要包含证书所有者的信息、证书所有者的公开密钥和证书颁发机构的签名等内容。<br/>在使用数字证书的过程中应用加密技术，能够实现：<br/>身份认证：在网络中传递信息的双方互相不能见面，利用数字证书可确认双方身份，而不是他人冒充的。<br/>保密性：通过使用数字证书对信息加密，只有接收方才能阅读加密的信息，从而保证信息不会被他人窃取。<br/>完整性：利用数字证书可以校验传送的信息在传递的过程中是否被篡改过或丢失。<br/>不可否认性：利用数字证书进行数字签名，其作用与手写的签名具有同样的法律效力。<br/>通过一线签的在线电子签署服务，您可以非常便捷的使用数字证书电子签名完成文件的在线签署。'
        },
        {
            q: '公证和司法鉴定的区别？',
            a: 'A: 公证是公证机构根据自然人、法人或者其他组织的申请，依照法定程序对民事法律行为、有法律意义的事实和文书的真实性、合法性予以证明的活动。<br/>司法鉴定是指在诉讼活动中鉴定人运用科学技术或者专门知识对诉讼涉及的专门性问题进行鉴别和判断并提供鉴定意见的活动。<br/>司法鉴定是鉴定人就专门性问题进行鉴别和判断后提供鉴定意见，鉴定意见在之前被称为“鉴定结论”，可见司法鉴定涉及专业性认定和推断，提供“结论性意见”。而公证则是对现有情况真实性的确认，不涉及对事实进一步的认定和推断，旨在防止纠纷，减少诉讼。'
        },
        {
            q: '法院和仲裁的区别？',
            a: 'A: 仲裁与法院区别如下：<br/> 1)一方当事人单方面提起仲裁，仲裁机构不能受理，诉讼则可以接受单方面诉讼请求。<br/>2)仲裁机构专业性强，仲裁程序比较简单，不像诉讼审判程序那么严格复杂。<br/>3)婚姻、收养、监护、扶养、继承纠纷法院却可以受理，但是上述案件在中国不能申请仲裁的。仲裁只适用于民事纠纷，行政案件特别是刑事案件不适用仲裁方式。<br/>4)法院是国家的司法审判机关，仲裁委的监督机构是中国仲裁协会。<br/>5)法院诉讼一般实行两审终审制度，分为一审和二审，但部分案件实行一审终审；仲裁是一裁终局的，裁决作出后，即产生法律效力，即使当事人对裁决不服，也不能就同一案件向法院提出起诉。<br/>6)收费不同：仲裁费高，而且不能缓交、免交、减交，法院的可以酌情考虑。'
        }
    ],
    product: [
        {
            q: '产品如何收费？',
            a: 'A：一线签产品由商务统一报价，如您需要，可直接添加客服微信联系我们，或发送邮件至support@winksign.com。我们会安排离您最近的商务人员为您报价，也可以上门拜访为您演示操作流程。'
        },
        {
            q: '可否开具发票？',
            a: 'A：购买套餐后就可以开发票。<br/>（1）如果要申请开“增值税普通发票”，我们是开具电子发票的，请贵司提供以下资料：<br/>充值订单号：<br/>公司名称：<br/>纳税人识别号：<br/>寄件联系人、电话、接收邮箱：<br/>（2）如果是开具“增值税专用发票”，请贵司提供以下资料：<br/>充值订单号：<br/>公司名称：<br/>纳税人识别号：<br/>开票地址、电话：<br/>开户行及账号：<br/>寄件地址、联系人、电话：<br/>以及提供一般纳税人的认定书或证明文件复印件'
        }
    ],
    sdk: [
        {
            q: '如何使用嵌入式接口？',
            a: 'A：我们将向贵公司提供详尽的接口文档、密钥生成工具、demo等材料，还会安排实施人员和技术人员配合接口调试。'
        },
        {
            q: '一线签的API接口支持哪些开发语言？',
            a: 'A：一线签的API接口是http接口，没有语言限制。'
        },
        {
            q: '一线签系统能否集成到开源的OA平台上? PHP +MySQL ?',
            a: 'A：可以集成到开源的OA平台上，我们提供标准的https协议的API接口，没有语言和数据库限制。'
        },
        {
            q: '有直接接口签约的功能？提供接口文档吗？',
            a: 'A：一线签平台有直接接口签约的功能，如您需要，可以留下贵公司公司名和联系方式及所在城市，这边会让专业人员和您联系。'
        },
        {
            q: '嵌入式开发和官网使用有什么区别？使用官网可以进行电子签署吗？',
            a: 'A：官网是一线签自己的网站，您想签的文件在一线签平台上均可签署，不过所有需要签署的用户都要在一线签平台完成注册，实名认证后才能签署。而嵌入式的开发，您可以不用在一线签平台注册，可以在您公司自己的平台上完成签署就好了。'
        }
    ]
}